import i18next from "i18next";
import { Translation, initReactI18next } from "react-i18next";
import LanguageDetector from "i18next-browser-languagedetector";

i18next
  .use(initReactI18next)
  .use(LanguageDetector)
  .init({
    fallbackLng: "kz",
    resources: {
      kz: {
        translation: {
          contactUs: {
            title: "Бізге хабарласыңыз",
            description:
              "Бізбен байланысу үшін пішінді оңға толтырыңыз. Біз сіздің кез келген сұрақтарыңызға жауап беруге және біздің стоматологиялық клиникаға жазылуға көмектесуге дайынбыз.",
          },
          form: {
            name: {
              label: "Атыңыз:",
              placeholder: "Атыңыз",
            },
            email: {
              label: "Email:",
              placeholder: "Email",
            },
            message: {
              label: "Хабар:",
              placeholder: "Хабар",
            },
            btn: "Жіберу",
          },
          header: {
            menu: {
              contact: "Байланыс",
              aboutUs: "Біз туралы",
              service: "Қызметтер",
            },
          },
          main: {
            container1: {
              heading: "Сенімді күліңіз!",
              description:
                "Кәсіби стоматологиялық көмек алыңыз және біздің клиникада күлімсіреуіңізді өзгертіңіз!",
            },
            container2: {
              heading: "Бізге хабарласыңыз",
              description:
                "Біздің команда әрқашан сіздің сұрақтарыңызға жауап беруге және кездесуге жазылуға көмектесуге дайын. Қосымша ақпарат немесе кеңес алу үшін бізге хабарласыңыз. Біз сіздің сеніміңізді бағалаймыз және сізге сапалы қызмет көрсетуге тырысамыз. Сіз байланыс  бетіне өтіп, бізбен байланысудың ыңғайлы әдісін таңдау үшін төмендегі түймені басыңыз.",
            },
            container3: {
              heading: "Жалпы стоматоло- \n гиялық қызметтер",
              description:
                "Біздің Қарағандыдағы (Қазақстан) стоматологиялық клиникамыз ауыз қуысының денсаулығын сақтау үшін жалпы стоматология бойынша қызметтердің кең спектрін ұсынады. Кәдімгі тазалау мен толтырудан бастап тістерді жұлуға және қызыл иек ауруларын емдеуге дейін біздің тәжірибелі стоматологтар сізге және сіздің отбасыңызға жан - жақты қызмет көрсетуге дайын.",
            },
            container4: {
              heading: "Сіздің сұрақтар- \n ыңызға жауаптар",
              description:
                "Біздің клиенттерімізде туындауы мүмкін ең танымал сұрақтарға жауаптар бар. Біз ең көп таралған сұрауларды жинадық және қажетті ақпаратты жылдам алуға көмектесу үшін қысқа және мазмұнды жауаптар бердік. Егер сізде қосымша сұрақтар туындаса, бізге хабарласыңыз. Біз сізге қызметтеріміздің барлық аспектілерін түсінуге көмектесуге әрқашан дайынбыз. FAQ бетіне өтіп, сұрақтарыңызға жауап табу үшін төмендегі түймені басыңыз.",
            },
            container5: {
              heading: "Біздің клиника туралы",
              description:
                "Біз сізді сапалы стоматологиялық қызметтермен қамтамасыз етуге дайын мамандар тобымыз. Біздің клиника кәсіпқойлықты, пациенттерге күтім жасауды және заманауи емдеу технологияларын біріктіреді. Біз сіздің сапарыңызды ыңғайлы және қауіпсіз етуге тырысамыз. Бізде кез келген жағдайда Сізге көмектесуге дайын жоғары білікті дәрігерлер мен мейірімді қызметкерлер бар. Біздің клиника туралы көбірек білу үшін төмендегі түймені басыңыз.",
            },
            recall: {
              text: 'Қарағандыдағы "Vitadent t" стоматологиялық клиникасы-бұл жоғары сынып! Қызметкерлер мейірімді және кәсіби, ал қызмет ерекше. Мен бұл клиниканы стоматологиялық көмекке мұқтаж кез келген адамға ұсынамын. Менің тістеріме күтім жасағаныңыз үшін "Vitadent t" рахмет!',
              name: "-Дильназ",
            },
            button: {
              go: "Өту",
              signUp: "Жазылу",
            },
          },
          contact: {
            adress: "1 үй, 13-ші ш/а, Әлихан Бөкейхан, \n Қарағанды қ.",
            workSchedule: {
              text1: "Жұмыс кестесі:",
              text2: "Дс-Жм: 09:00 бастап - 18:00 дейін ",
              text3: "Сн: 10:00 бастап - 14:00 дейін",
              text4: "Жс: демалыс",
            },
          },
          aboutUs: {
            title: {
              heading: 'Біз туралы: \n "VitaDent T"',
              description:
                '"VitaDent T" стоматологиялық клиникасына қош келдіңіз! Біз сізге сапалы стоматологиялық қызметтерді сіздің жайлылығыңызға мұқият және мұқият ұсынуға дайын тәжірибелі мамандар тобымыз. Біздің мақсатымыз-заманауи емдеу әдістерін және әр пациентке жеке көзқарасты қолдана отырып, күлімсіреуіңіздің денсаулығы мен сұлулығына қол жеткізуге көмектесу. Біз сіздің тіс дәрігеріңізге бару жағымды және қауіпсіз болуы үшін жайлы және мейірімді атмосфера жасаймыз. Біздің қауымдастыққа қосылыңыз және күлімсіреуіңізді "VitaDent T" мамандарына сеніңіз!',
              heading2: "Біздің кәсіпқойлар командасы",
            },
            slider: {
              stomatSurgeon: {
                name: "Мустафин Бексултан Рахымжанович ",
                specialist: "Хирург-стоматолог, ортопед, бас дәрігер",
                seniority: "Еңбек өтілі: 33 жыл",
                description:
                  'Хирургиялық стоматология және ортопедия саласында мамандандырылған жоғары білікті тіс дәрігері.  "VitaDent T" стоматологиялық клиникасының бас дәрігері және негізін қалаушы бола отырып, доктор Бексұлтан Рахымжанұлы өзінің мансабын бірінші дәрежелі стоматологиялық қызмет көрсетуге арнады. Оның кең білімі мен дағдылары пациенттерге сапалы және тиімді емдеуді қамтамасыз ете отырып, ең қиын жағдайларды сәтті шешуге мүмкіндік береді. Оның басшылығымен "VitaDent T" клиникасы заманауи емдеу әдістерін және әрбір пациентке жеке көзқарасты ұсына отырып, кәсібилік пен пациенттерге күтім жасаудың синониміне айналды.',
              },
              stomatTherapist: {
                name: "Курманбетова Лаура Манатовна",
                specialist: "Стоматолог-теравепт",
                seniority: "Еңбек өтілі: 13 жыл",
                description:
                  "Тәжірибелі стоматолог-терапевт, өзінің кәсібилігімен және әр пациентке мұқият қарауымен танымал. Ол заманауи әдістер мен технологияларды қолдана отырып, тіс және ауыз қуысы ауруларын диагностикалауға және емдеуге маманданған. Лаура Манатовна пациенттеріне стоматологиялық көмектің жоғары сапасын және жеке тәсілді қамтамасыз ете отырып, жайлы және сенімді атмосфераны құруға ұмтылады. Оның зейіні мен қамқорлығы тіс дәрігеріне баруды мүмкіндігінше ыңғайлы және тиімді етеді.",
              },
              nurse: {
                name: "Турдиева Наргиза Улгыбековна ",
                specialist: "Медбике",
                seniority: "Еңбек өтілі: 6 жыл",
                description:
                  "Өз саласында терең білімі мен дағдылары бар стоматологиядағы тәжірибелі және қамқор медбике. Ол пациенттерді процедураларға дайындауға, емдеу кезінде стоматологтарға көмек көрсетуге, сондай-ақ клиникада зарарсыздандыру мен гигиенаның барлық стандарттарын сақтауға жауап береді. Наргиза Ұлғыбекқызы зейінділігімен, қайырымдылығымен және кәсібилігінің жоғары деңгейімен ерекшеленеді, бұл оған пациенттер үшін қолайлы жағдай жасауға және стоматологиялық кабинеттің үздіксіз жұмысын қамтамасыз етуге көмектеседі. Оның пациенттерге деген адалдығы мен ұқыптылығы оны команданың таптырмас мүшесі етеді.",
              },
            },
          },
          faq:{
            heading:'Жиі қойылатын сұрақтар',
            buttons:{
              categoryDentalCare:'Тіс күтімі',
              categoryDentalDisease:'Тіс аурулары және емдеу',
              categoryPay:'Төлем, баға және жазба', 
          },
          faqs: {
            categoryDentalCare: {
              list1: {
                question: 'Тіс дәрігеріне қаншалықты жиі бару керек?',
                answer: 'Профилактикалық тексеру және тістерді тазарту үшін жарты жылда бір рет тіс дәрігеріне бару ұсынылады.',
              },
              list2: {
                question: 'Тіс ауруын қалай болдырмауға болады?',
                answer: 'Тіс ауруының алдын алу үшін тістеріңізді үнемі тазалап отыру, жіп қолдану, тәтті және қышқыл тағамдардан бас тарту және профилактикалық тексеруден өту үшін тіс дәрігеріне бару қажет.',
              },
              list3: {
                question: 'Мен тіс щеткаларын қаншалықты жиі ауыстыруым керек немесе жіпті қолдануым керек?',
                answer: 'Тіс щеткаларын әр 3-4 ай сайын, ал тіс щеткаларын тазалағаннан кейін әр уақытта өзгерту керек.',
              },
              list4: {
                question: 'Үйде тіс пен қызыл иектің денсаулығын қалай сақтауға болады?',
                answer: 'Үйде тістеріңіз бен қызыл иектеріңіздің денсаулығын сақтау үшін тістеріңізді үнемі тазалап, жіппен тазалап, тәтті және қышқыл тағамдардан бас тартып, флюормен су ішіп, тіс дәрігеріне профилактикалық тексеру және тазалау үшін үнемі барған жөн.',
              },
              list5: {
                question: 'Тіс жегісінің дамуын қалай болдырмауға болады?',
                answer: 'Тіс жегісінің дамуын болдырмау үшін тістеріңізді үнемі тазалап, жіппен тазалап, тәтті және қышқыл тағамдардан аулақ болу керек, сонымен қатар профилактикалық тексеруден өту үшін тіс дәрігеріне бару керек.',
              },
              list6: {
                question: 'Импланттарға қалай күтім жасау керек?',
                answer: 'Имплантанттарға күтім жасау тістерді үнемі тазалауды, бактерияларды кетіру үшін жіп пен шаюды қолдануды және импланттарды кәсіби тазарту және бақылау үшін тіс дәрігеріне үнемі баруды қамтиды.',
              },
              list7: {
                question: 'Ортодонтиялық емдеуден кейін тістерге қалай күтім жасау керек?',
                answer: 'Ортодонтиялық емдеуден кейін тістерді үнемі тазалап отыру керек, бактерияларды кетіру үшін жіп пен шаюды қолдану керек және тіс дәрігерінің ұсыныстарына сәйкес ұстағыштарды кию керек.',
              },
              list8: {
                question: 'Балалардағы тістерге қалай күтім жасау керек?',
                answer: 'Балалардың тіс күтімі тістерін үнемі тазалауды, бактерияларды кетіру үшін жіп пен шаюды қолдануды және ауыз қуысының ықтимал ауруларын профилактикалық тексеру және емдеу үшін балалар тіс дәрігеріне үнемі баруды қамтиды.',
              },
              list9: {
                question: 'Ағартудан кейін тістерге қалай күтім жасау керек?',
                answer: 'Тістерді ағартқаннан кейін кофе, шай, шарап, темекі және т.б. сияқты тістерді бояй алатын тағамдар мен сусындардан аулақ болу керек.',
              },
            },
            categoryDentalDisease: {
              list1:{
                question: 'Кариес дегеніміз не және оны қалай емдеуге болады?',
                answer: 'Кариес-бұл бактериялар тудыратын тістің қатты тіндерінің ауруы. Қуыстарды емдеу оның сатысына байланысты және зақымдалған тіндерді алып тастауды, тісті қалпына келтіруді немесе эндодонтиялық емдеуді қамтуы мүмкін.',
              },
              list2:{
                question: 'Периодонтит дегеніміз не және оны қалай емдеуге болады?',
                answer: 'Периодонтит-бактериялар тудыратын қызыл иек пен жақ сүйектерінің ауруы. Периодонтитті емдеу Кәсіби тістерді тазартуды, антибиотикалық терапияны, хирургиялық емдеуді және ауруды бақылау үшін тіс дәрігеріне үнемі баруды қамтуы мүмкін.',
              },
              list3:{
                question: 'Тіс протезі дегеніміз не және ол қашан қажет?',
                answer: 'Тістерді протездеу-бұл жасанды материалдардың көмегімен тістердің қызметі мен эстетикасын қалпына келтіру процедурасы. Бұл тіс жегісі, жарақат немесе басқа себептерге байланысты тістер зақымдалған немесе болмаған кезде қажет.',
              },
              list4:{
                question: 'Егер мен тісімді емдемесем, оның салдары қандай болады?',
                answer: 'Егер сіз тістерді емдемесеңіз, бұл тіс жегісінің, гингивиттің және периодонтиттің таралуына, инфекцияға, тістің жоғалуына, созылмалы ауырсынуға және болашақта емдеу құнының өсуіне әкелуі мүмкін.',
              },
              list5:{
                question: 'Тіс бляшкасын қалай алып тастауға болады?',
                answer: 'Тіс бляшкасын тіс щеткасымен, жіппен және бактерияларды кетіру үшін шаюмен алып тастауға болады. Кәсіби тазалау үшін тіс дәрігеріне үнемі бару тіс бляшкасын кетіруге және ауыз қуысы ауруларының дамуын болдырмауға көмектеседі.',
              },
              list6:{
                question: 'Бруксизм дегеніміз не және оны қалай емдеуге болады?',
                answer: 'Бруксизм-бұл тістерді қайрау немесе жуу әдеті. Бруксизмді емдеу ұйқы кезінде арнайы қорғаныс құралын киюді, физиотерапияны және бұлшықетті босаңсытуға арналған дәрі-дәрмектерді қамтуы мүмкін.',
              },
              list7:{
                question: 'Эндодонтиялық емдеу дегеніміз не және ол қашан қажет?',
                answer: 'Эндодонтиялық емдеу-зақымдалған немесе жұқтырған тіс целлюлозасын алып тастау процедурасы. Бұл тіс жегісі немесе жарақат тісті целлюлоза жұқтырғанға немесе өлгенге дейін жарақаттаған кезде қажет.',
              },
              list8:{
                question: 'Тіс ағарту дегеніміз не және ол қалай жасалады?',
                answer: 'Тіс ағарту-бұл арнайы химиялық заттарды қолдану арқылы тістерден пигменттер мен дақтарды кетіру процедурасы. Процедура стоматологиялық клиникада немесе үйде тіс дәрігерінің бақылауымен жүргізілуі мүмкін.',
              },
            },
            categoryPay: {
              list1: {
                question: 'Сіз қанша уақыт жұмыс істеп жатырсыз?',
                answer: '"VitaDent T" 16 жылдан астам жұмыс істейді.',
              },
              list2: {
                question: 'Мен тіс дәрігеріне қалай жазыла аламын?',
                answer: 'Сіз біздің веб-сайттағы пішінді толтыру немесе байланыс  бетінде көрсетілген телефон арқылы бізге хабарласу арқылы тіс дәрігеріне жазыла аласыз .',
              },
              list3: {
                question: 'Сіз тіс дәрігеріне қабылдау үшін қандай төлем әдістерін қабылдайсыз?',
                answer: 'Біз төлемді қолма-қол ақшамен, банктік карталармен (Kaspi QR, Kaspi Gold, Kaspi RED, Kaspi Кредит, BBC) қабылдаймыз.',
              },
              list4: {
                question: 'Мен жеңілдік ала аламын ба?',
                answer: 'Иә, біз ардагерлер мен зейнеткерлерге қызметтерімізге жеңілдіктер береміз. Клиникаға алғаш барған кезде ардагер немесе зейнеткер мәртебеңізді растайтын құжаттарды әкеліңіз, біз тиісті жеңілдікті қолданамыз. Қосымша ақпарат алу үшін бізге байланыс  бетінде көрсетілген телефон арқылы хабарласыңыз .',
              },
              list5: {
                question: 'Тіс дәрігеріне жазылудан қалай бас тартуға болады?',
                answer: 'Егер сіз кездесуге келе алмасаңыз, басқа науқасқа орын беру үшін бізбен алдын ала хабарласыңыз.',
              },
              list6: {
                question: 'Егер менде сұрақтар немесе мәселелер туындаса, сізбен қалай байланысуға болады?',
                answer: 'Сіз Бізбен байланыс  бетінде көрсетілген телефон арқылы байланыса аласыз .',
              },
            },  
        },
          },
          service:{
            heading:'Стоматология- \n лық қызметтер',
            title: 'Біз профилактикалық емдеу, диагностика, кариесті емдеу, ортодонтия, протездеу, имплантация және тістерді ағартуды қоса алғанда, стоматологиялық қызметтердің толық спектрін ұсынамыз. Біздің мамандар тобы Сіздің жайлылығыңыз бен ең жақсы нәтижелеріңіз үшін ең жаңа технологияларды пайдаланады. Біз төлемнің икемді тәсілдерін ұсынамыз: қолма-қол ақшамен, Kaspi GOLD, Kaspi RED, Kaspi KREDIT. Сонымен қатар, бізде тұрақты клиенттер үшін жеңілдіктер мен арнайы ұсыныстар бар. Кеңес алу және толық ақпарат алу үшін бізге хабарласыңыз.',
            table:{
              title:{
                text1:'Қызмет',
                text2:'Сипаттама',
                text3:'Бағалар',
              },
              services:{
                name:'Бастапқы тексеру және кеңес беру',
                description: 'Ауыз қуысын кешенді тексеру және маманмен кеңесу',
                price: '2000 теңге',

                name1:'Кариесті емдеу',
                description1: 'Кариозды тіндерді алып тастау және пломбаны орнату',
                price1: '10 000 теңге',

                name2:'Рентгендік диагностика',
                description2: 'Дәл диагноз қою үшін тістердің рентгенографиясы',
                price2: '1000 теңге',

                name3:'Тісті жұлу',
                description3: 'Кез келген қиындықтағы тісті жұлу',
                price3: '7000 теңге',

                name4:'"Даналық" тісті жұлу',
                description4: 'Кез келген қиындықтағы тісті жұлу',
                price4: '10 000 теңге',

                name5: 'Тісті имплантациялау',
                description5: 'Тіс имплантантын енгізу',
                price5: '120 000 теңге',

                name6:'Тәжді орнату',
                description6: 'Тіс тәжін жасау және орнату',
                price6: '10 000 теңге',

                name7:'Металлокерамика',
                description7: 'Металл керамикадан тіс тәжін жасау және орнату',
                price7: '18 000 теңге',

                name8:'Штампталған тәж',
                description8: 'Тіс тәжін жасау және орнату',
                price8: '10 000 теңге',

                name9:'Пульпитті емдеу',
                description9: 'Бір тамыр, екі тамыр және үш тамыр',
                price9: '23 000 теңге',
              },
              
            },
          },
        },
      },
      ru: {
        translation: {
          contactUs: {
            title: "Свяжитесь с нами",
            description:
              "Заполните форму правее, чтобы связаться с нами. Мы готовы ответить на любые ваши вопросы и помочь вам записаться на прием в нашу стоматологическую клинику.",
          },
          form: {
            name: {
              label: "Имя:",
              placeholder: "Имя",
            },
            email: {
              label: "Email:",
              placeholder: "Email",
            },
            message: {
              label: "Сообщение:",
              placeholder: "Сообщение",
            },
            btn: "Отправить",
          },
          header: {
            menu: {
              contact: "Контакты",
              aboutUs: "О нас",
              service: "Услуги",
            },
          },
          main: {
            container1: {
              heading: "Улыбайтесь уверенно!",
              description:
                "Получите профессиональную стоматологическую помощь и преобразите свою улыбку в нашей клинике!",
            },
            container2: {
              heading: "Свяжитесь с нами",
              description:
                "Наша команда всегда готова ответить на ваши вопросы и помочь вам с записью на прием. Не стесняйтесь обращаться к нам для получения дополнительной информации или консультации. Мы ценим ваше доверие и стремимся обеспечить вас качественным обслуживанием. Нажмите кнопку ниже, чтобы перейти на страницу контактов и выбрать удобный способ связи с нами.",
            },
            container3: {
              heading: "Услуги общей стоматологии",
              description:
                "Наша стоматологическая клиника в Караганде, Казахстан, предлагает широкий спектр услуг по общей стоматологии для поддержания здоровья вашей полости рта. От обычной чистки и пломбирования до удаления зубов и лечения заболеваний десен - наши опытные стоматологи готовы предоставить комплексное обслуживание для вас и вашей семьи.",
            },
            container4: {
              heading: "Ответы на ваши вопросы",
              description:
                "У нас есть ответы на самые популярные вопросы, которые могут возникнуть у наших клиентов. Мы собрали наиболее частые запросы и предоставили краткие и информативные ответы, чтобы помочь вам быстро получить необходимую информацию. Если у вас остались дополнительные вопросы, не стесняйтесь обращаться к нам. Мы всегда готовы помочь вам разобраться в любых аспектах наших услуг. Нажмите кнопку ниже, чтобы перейти на страницу FAQ и найти ответы на ваши вопросы.",
            },
            container5: {
              heading: "О нашей клинике",
              description:
                "Мы - команда специалистов, готовых обеспечить вас качественными стоматологическими услугами. Наша клиника объединяет профессионализм, заботу о пациентах и современные технологии лечения. Мы стремимся к тому, чтобы ваше посещение было комфортным и безопасным. У нас работают высококвалифицированные врачи и дружелюбный персонал, готовый помочь вам в любой ситуации. Нажмите кнопку ниже, чтобы узнать больше о нашей клинике.",
            },
            recall: {
              text: 'Стоматологическая клиника "Vitadent T" в Караганде - это высший класс! Персонал дружелюбный и профессиональный, а обслуживание исключительное. Я очень рекомендую эту клинику всем, кто нуждается в стоматологической помощи. Спасибо, "Vitadent T", за заботу о моих зубах!',
              name: "-Дильназ",
            },
            button: {
              go: "Перейти",
              signUp: "Записаться",
            },
          },
          contact: {
            adress: "г. Караганда, Алихан Бокейхана,\n мкр. 13 дом 1",
            workSchedule: {
              text1: "График работы:",
              text2: "Пн-Пт: c 09:00 до 18:00",
              text3: "Сб: c 10:00 до 14:00",
              text4: "Вс: выходной",
            },
          },
          aboutUs: {
            title: {
              heading: 'О нас: \n "VitaDent T"',
              description:
                'Добро пожаловать в стоматологическую клинику "VitaDent T"! Мы - команда опытных специалистов, готовых предоставить вам качественные стоматологические услуги с заботой и вниманием к вашему комфорту. Наша цель - помочь вам достичь здоровья и красоты вашей улыбки, используя современные методы лечения и индивидуальный подход к каждому пациенту. Мы создаем уютную и дружелюбную атмосферу, чтобы ваше посещение стоматолога было приятным и безопасным. Присоединяйтесь к нашему сообществу и доверьте свою улыбку профессионалам "VitaDent T"!',
              heading2: "Наша команда профессионалов",
            },
            slider: {
              stomatSurgeon: {
                name: "Мустафин Бексултан Рахымжанович ",
                specialist: "Хирург-стоматолог, ортопед, Главный Врач",
                seniority: "Стаж: 33 года",
                description:
                  'Высококвалифицированный стоматолог, специализирующийся в области хирургической стоматологии и ортопедии. Являясь главным врачом и основателем стоматологической клиники "VitaDent T", доктор Бексултан Рахымжанович посвятил свою карьеру предоставлению первоклассных стоматологических услуг. Его обширные знания и навыки позволяют ему успешно справляться с самыми сложными случаями, обеспечивая пациентам качественное и эффективное лечение. Под его руководством клиника "VitaDent T" стала синонимом профессионализма и заботы о пациентах, предлагая современные методы лечения и индивидуальный подход к каждому пациенту.',
              },
              stomatTherapist: {
                name: "Курманбетова Лаура Манатовна",
                specialist: "Стоматолог-теравепт",
                seniority: "Стаж: 13 лет",
                description:
                  "Опытный стоматолог-терапевт, известная своим профессионализмом и внимательным подходом к каждому пациенту. Она специализируется на диагностике и лечении заболеваний зубов и полости рта, используя современные методы и технологии. Лаура Манатовна стремится к созданию комфортной и доверительной атмосферы, обеспечивая своим пациентам высокое качество стоматологической помощи и индивидуальный подход. Ее внимательность и забота делают визиты к стоматологу максимально комфортными и результативными.",
              },
              nurse: {
                name: "Турдиева Наргиза Улгыбековна ",
                specialist: "Медсестра",
                seniority: "Стаж: 6 лет",
                description:
                  "Опытная и заботливая медсестра в стоматологии, обладающая глубокими знаниями и навыками в своей области. Она отвечает за подготовку пациентов к процедурам, ассистирование стоматологам во время лечения, а также за соблюдение всех стандартов стерилизации и гигиены в клинике. Наргиза Улгыбековна отличается внимательностью, доброжелательностью и высоким уровнем профессионализма, что помогает ей создавать комфортные условия для пациентов и обеспечивать бесперебойную работу стоматологического кабинета. Ее преданность делу и внимательное отношение к пациентам делают ее незаменимым членом команды.",
              },
            },
          },
          faq:{
            heading:'Часто задаваемые вопросы',
            buttons:{
              categoryDentalCare:'Уход за зубами',
              categoryDentalDisease:'Зубные заболевания и лечение',
              categoryPay:'Оплата, цена и запись',
            },
            faqs: {
              categoryDentalCare: {
                list1: {
                  question: 'Как часто нужно посещать стоматолога?',
                  answer: 'Рекомендуется посещать стоматолога раз в полгода для профилактического осмотра и очистки зубов.',
                },
                list2: {
                  question: 'Как предотвратить зубную боль?',
                  answer: 'Чтобы предотвратить зубную боль, необходимо регулярно чистить зубы, использовать зубную нить, избегать сладких и кислых продуктов, а также посещать стоматолога для профилактического осмотра.',
                },
                list3: {
                  question: 'Как часто мне следует менять зубные щетки или использовать зубную нить?',
                  answer: 'Зубные щетки следует менять каждые 3-4 месяца, а зубную нить - каждый раз после чистки зубов.',
                },
                list4: {
                  question: 'Как я могу поддерживать здоровье своих зубов и десен дома?',
                  answer: 'Для поддержания здоровья своих зубов и десен дома, рекомендуется регулярно чистить зубы, использовать зубную нить, избегать сладких и кислых продуктов, пить воду с флюором, а также регулярно посещать стоматолога для профилактического осмотра и очистки зубов.',
                },
                list5: {
                  question: 'Как предотвратить развитие кариеса?',
                  answer: 'Чтобы предотвратить развитие кариеса, необходимо регулярно чистить зубы, использовать зубную нить, избегать сладких и кислых продуктов, а также посещать стоматолога для профилактического осмотра.',
                },
                list6: {
                  question: 'Как ухаживать за имплантатами?',
                  answer: 'Уход за имплантатами включает регулярную чистку зубов, использование зубной нити и промываний для удаления бактерий, а также регулярные посещения стоматолога для профессиональной очистки и контроля состояния имплантатов.',
                },
                list7: {
                  question: 'Как ухаживать за зубами после ортодонтического лечения?',
                  answer: 'После ортодонтического лечения необходимо регулярно чистить зубы, использовать зубную нить и промывания для удаления бактерий, а также носить ретейнеры в соответствии с рекомендациями стоматолога.',
                },
                list8: {
                  question: 'Как ухаживать за зубами у детей?',
                  answer: 'Уход за зубами у детей включает регулярную чистку зубов, использование зубной нити и промываний для удаления бактерий, а также регулярные посещения детского стоматолога для профилактического осмотра и лечения возможных заболеваний полости рта.',
                },
                list9: {
                  question: 'Как ухаживать за зубами после отбеливания?',
                  answer: 'После отбеливания зубов необходимо избегать пищи и напитков, которые могут окрасить зубы, таких как кофе, чай, вино, табак и т.д. Рекомендуется также использовать специальные пасты и гели для ухода за отбеленными зубами.',
                },
              },
              categoryDentalDisease: {
                list1:{
                  question: 'Что такое кариес и как его лечить?',
                  answer: 'Кариес - это заболевание твердых тканей зуба, вызываемое бактериями. Лечение кариеса зависит от его стадии и может включать удаление пораженной ткани, реставрацию зуба или эндодонтическое лечение.',
                },
                list2:{
                  question: 'Что такое пародонтит и как его лечить?',
                  answer: 'Пародонтит - это заболевание десен и костей челюсти, вызываемое бактериями. Лечение пародонтита может включать профессиональную очистку зубов, антибактериальную терапию, хирургическое лечение и регулярные посещения стоматолога для контроля заболевания.',
                },
                list3:{
                  question: 'Что такое протезирование зубов и когда оно необходимо?',
                  answer: 'Протезирование зубов - это процедура восстановления функции и эстетики зубов с помощью искусственных материалов. Оно необходимо, когда зубы повреждены или отсутствуют из-за кариеса, травмы или других причин.',
                },
                list4:{
                  question: 'Какие будут последствия, если я не буду лечить зубы?',
                  answer: 'Если вы не будете лечить зубы, это может привести к распространению кариеса, гингивиту и пародонтиту, инфекции, потере зубов, хронической боли и увеличению стоимости лечения в будущем.',
                },
                list5:{
                  question: 'Как удалить зубную бляшку?',
                  answer: 'Зубную бляшку можно удалить с помощью зубной щетки, зубной нити и промываний для удаления бактерий. Регулярные посещения стоматолога для профессиональной очистки также помогут удалить зубную бляшку и предотвратить развитие заболеваний полости рта.',
                },
                list6:{
                  question: 'Что такое бруксизм и как его лечить?',
                  answer: 'Бруксизм - это привычка скрежетать или стирать зубы. Лечение бруксизма может включать ношение специального защитного устройства во время сна, физиотерапию и лекарства для расслабления мышц.',
                },
                list7:{
                  question: 'Что такое эндодонтическое лечение и когда оно необходимо?',
                  answer: 'Эндодонтическое лечение - это процедура удаления поврежденной или инфицированной пульпы зуба. Оно необходимо, когда кариес или травма повредили зуб до такой степени, что пульпа стала инфицированной или умерла.',
                },
                list8:{
                  question: 'Что такое зубное отбеливание и как оно проводится?',
                  answer: 'Зубное отбеливание - это процедура удаления пигментов и окрашивающих веществ со зубов с помощью специальных химических препаратов. Процедура может проводиться в стоматологической клинике или в домашних условиях под контролем стоматолога.',
                },
              },
              categoryPay: {
                list1: {
                  question: 'Как долго вы уже работаете?',
                  answer: '"VitaDent T" работает уже более 16 лет.',
                },
                list2: {
                  question: 'Как я могу записаться на прием к стоматологу?',
                  answer: 'Вы можете записаться на прием к стоматологу, заполнив форму на нашем веб-сайте или связавшись с нами по телефону, указанным на странице Контакты .',
                },
                list3: {
                  question: 'Какие способы оплаты приема к стоматологу вы принимаете?',
                  answer: 'Мы принимаем оплату наличными, банковскими картами (Kaspi QR, Kaspi Gold, Kaspi RED, Kaspi Кредит, ББЦ).',
                },
                list4: {
                  question: 'Могу ли я получить скидку?',
                  answer: 'Да, мы предоставляем скидки ветеранам и пенсионерам на наши услуги. Пожалуйста, принесите документы, подтверждающие ваш статус ветерана или пенсионера при первом посещении клиники, и мы применим соответствующую скидку. Для дополнительной информации свяжитесь с нами по телефону, указанным на странице Контакты .',
                },
                list5: {
                  question: 'Как я могу отменить запись на прием к стоматологу?',
                  answer: 'Если вы не можете прийти на прием, пожалуйста, свяжитесь с нами заранее, чтобы мы могли освободить место для другого пациента.',
                },
                list6: {
                  question: 'Как я могу связаться с вами, если у меня возникли вопросы или проблемы?',
                  answer: 'Вы можете связаться с нами по телефону, указанным на странице Контакты .',
                },
              },
            },
          },
          service:{
            heading:'Стоматологи-\nческие услуги',
            title: 'Мы предлагаем полный спектр стоматологических услуг, включая профилактическое лечение, диагностику, лечение кариеса, ортодонтию, протезирование, имплантацию и отбеливание зубов. Наша команда специалистов использует новейшие технологии для вашего комфорта и наилучших результатов. Мы предоставляем гибкие способы оплаты: наличными, Kaspi GOLD, Kaspi RED, Kaspi KREDIT. Кроме того, у нас действуют скидки и специальные предложения для постоянных клиентов. Свяжитесь с нами для получения консультации и подробной информации.',
            table:{
              title:{
                text1:'Услугa',
                text2:'Описание',
                text3:'Цены',
              },
              services:{
                name:'Первичный осмотр и консультация',
                description: 'Комплексный осмотр полости рта и консультация специалиста',
                price: '2000 тенге',

                name1:'Лечение кариеса',
                description1: 'Удаление кариозных тканей и установка пломбы',
                price1: '10 000 тенге',

                name2:'Рентген - диагностика',
                description2: 'Рентгеновский снимок зубов для точной диагностики',
                price2: '1000 тенге',

                name3:'Удаление зуба',
                description3: 'Удаление зуба любой сложности',
                price4: '7000 тенге',

                name4:'Удаление зуба "мудрости"',
                description4: 'Удаление зуба любой сложности',
                price4: '10 000 тенге',

                name5: 'Имплантация зуба',
                description5: 'Вживление зубного имплантанта',
                price5: '120 000 тенге',

                name6:'Установка коронки',
                description6: 'Изготовление и установка зубной коронки',
                price6: '10 000 тенге',

                name7:'Металл - керамика',
                description7: 'Изготовление и установка зубной коронки из металлокерамики',
                price7: '18 000 тенге',

                name8:'Коронка, штампованная',
                description8: 'Изготовление и установка зубной коронки',
                price8: '10 000 тенге',

                name9:'Лечение пульпита',
                description9: 'Однокорневого, двухкорневого и трехкорневого',
                price9: '23 000 тенге',
              },
              
            },
          },
      },
    },
  }
});
